Repository: qt911025/d20m-srd-zhcn
Catalog: d20m-srd-zhcn-level2.tmx
Source language: en_us
Languages: zh_cn

source: |Name|Crew|Pass|Cargo|Init|Maneuver|Top Speed|Defense|Hardness|Hit Points|Size|Purchase DC|Restriction| |-|:-:|:-:|:-:|:-:|:-:|:-:|:-:|:-:|:-:|:-:|:-:|:-:| |**Civilian Aircraft**||||||||||||| |Bell Jet Ranger (helicopter)|1|4|250 lb.|–4|–4|245 (25)|6|5|28|G|39|Lic (+1)| |Bell Model 212 (helicopter)|2|13|5,000 lb.|–4|–4|200(20)|6|5|36|G|45|Res (+2)| |Cessna 172 Skyhawk (prop plane)|1|3|120 lb.|–4|–4|210 (21)|6|5|30|G|36|Lic (+1)| |Learjet Model 45 (corporate jet)|2|10|500 lb.|–4|–4|1,100 (110)|6|5|44|G|40|Lic (+1)| |||||||||||||| |**Civilian Cars**||||||||||||| |Acura 3.2 TL (mid-size sedan)|1|4|300 lb.|–2|–1|265 (26)|8|5|34|H|29|Lic (+1)| |Aston-Martin Vanquish (sports coupe)|1|1|175 lb.|–2|+0|335 (33)|8|5|34|H|36|Lic (+1)| |BMW M3 (sports coupe)|1|4|200 lb.|–2|+1|275 (27)|8|5|32|H|30|Lic (+1)| |Chevrolet Cavalier (economy coupe)|1|4|275 lb.|–1|–1|185 (18)|9|5|30|L|26|Lic (+1)| |Chevrolet Corvette (sports coupe)|1|1|250 lb.|–2|+0|310 (31)|8|5|32|H|30|Lic (+1)| |Dodge Neon (economy sedan)|1|4|275 lb.|–1|–1|220 (22)|9|5|30|L|26|Lic (+1)| |Ford Crown Victoria (mid-size sedan)|1|5|425 lb.|–2|–1|185 (18)|8|5|34|H|28|Lic (+1)| |Jaguar XJS (luxury sedan)|1|4|275 lb.|–2|–1|230 (23)|8|5|34|H|32|Lic (+1)| |Lamborghini Diablo (sports coupe)|1|1|100 lb.|–2|+1|360 (36)|8|5|34|H|37|Lic (+1)| |Mercedes E55 AMG (luxury sedan)|1|4|325 lb.|–2|+0|280 (28)|8|5|34|H|32|Lic (+1)| |Volkswagen Jetta (mid-size wagon)|1|4|275 lb.|–2|+0|230 (23)|8|5|32|H|28|Lic (+1)| |||||||||||||| |**Civilian Motorcycles**||||||||||||| |Ducati 998R (racing bike)|1|0|0 lb.|+0|+3|370 (37)|10|5|18|M|27|Lic (+1)| |Harley Davidson FLSTF (street bike) |1|1|0 lb.|–1|+1|275 (27)|9|5|22|L|26|Lic (+1)| |Yamaha YZ250F (dirt bike)|1|1|0 lb.|+0|+2|165 (16)|10|5|18|M|23|Lic (+1)| |||||||||||||| |**Civilian Trucks**||||||||||||| |AM General Hummer (SUV)|1|3|1,000 lb.|–2|–2|140 (14)|8|5|38|H|34|Lic (+1)| |Chevrolet Suburban (SUV)|1|8|500 lb.|–2|–2|175 (17)|8|5|38|H|30|Lic (+1)| |Dodge Caravan (minivan)|1|4|325 lb.|–2|–2|195 (19)|8|5|34|H|28|Lic (+1)| |Ford Escape XLT (SUV)|1|4|300 lb.|–2|–2|200 (20)|8|5|32|H|29|Lic (+1)| |Ford F-150 XL (pickup)|1|2|1,700 lb.|–2|–2|175 (17)|8|5|36|H|28|Lic (+1)| |Toyota Tacoma Xtracab (pickup)|1|3|1,600 lb.|–2|–2|185 (18)|8|5|34|H|27|Lic (+1)| |||||||||||||| |**Civilian Water Vehicles**||||||||||||| |Bayliner 1802 Capri (runabout)|1|5|2,100 lb.|–2|–2|55 (5)|8|5|28|H|28|Lic (+1)| |Fairline Targa 30 (cabin cruiser)|1|3|2,100 lb.|–4|–4|80 (8)|6|5|40|G|32|Lic (+1)| |Sea-Doo XP (personal watercraft)|1|1|60 lb.|–1|+1|105 (10)|9|5|22|L|24|Lic (+1)| |||||||||||||| |**Other Civilian Vehicles**||||||||||||| |Armored truck|2|0|3,600 lb.|–2|–2|175 (17)|8|10|36|H|34|Res (+2)| |Honda TRX400FW (4-wheel ATV)|1|0|675 lb.|–1|+1|95 (9)|9|5|22|L|23|Lic (+1)| |Limousine|1|7|425 lb.|–4|–4|195 (19)|6|5|38|G|36|Lic (+1)| |Moving truck|1|2|33,000 lb.|–4|–4|165 (16)|6|5|44|G|34|Lic (+1)| |NABI Model 40LFW (city bus)|1|39|0 lb.|–4|–4|120 (12)|6|5|48|G|38|Lic (+1)| |||||||||||||| |**Military Vehicles**||||||||||||| |BMP-2 (tracked APC)|3|7|250 lb.|–2|–2|70 (7)|8|10|52|H|40|Mil (+3)| |M1A2 Abrams (tracked tank)|4|0|425 lb.|–4|–4|80 (8)|6|20|64|G|47|Mil (+3)| |M2A2 Bradley (tracked APC)|3|7|425 lb.|–4|–4|70 (7)|6|15|58|G|45|Mil (+3)| |M113A1 Gavin (tracked APC)|2|11|200 lb.|–2|–2|62 (6)|8|10|48|H|39|Mil (+3)| |UH-60 Black Hawk (helicopter)|2|14|9,000 lb.|–4|–4|325 (32)|6|5|46|G|47|Mil (+3)|
zh_cn: |名称|车组位|乘员位|货容量|先攻|机动性|极速|防御|硬度|生命值|体型|购买 DC|限制级| |-|:-:|:-:|:-:|:-:|:-:|:-:|:-:|:-:|:-:|:-:|:-:|:-:| |**民用航空**||||||||||||| |贝尔206A喷气突击队员（直升机）|1|4|250磅|–4|–4|245 （25）|6|5|28|巨型|39|执照（+1）| |贝尔212型（直升机）|2|13|5000 磅|–4|–4|200（20）|6|5|36|巨型|45|管制（+2）| |塞斯纳172天鹰（螺旋桨飞机）|1|3|120 磅|–4|–4|210 （21）|6|5|30|巨型|36|执照（+1）| |里尔喷气45型（商务喷气机）|2|10|500 磅|–4|–4|1100 （110）|6|5|44|巨型|40|执照（+1）| |||||||||||||| |**民用汽车**||||||||||||| |讴歌 3.2 TL （中型轿车）|1|4|300 磅|–2|–1|265 （26）|8|5|34|超大型|29|执照（+1）| |阿斯顿·马丁-万奎仕 （运动型轿跑）|1|1|175 磅|–2|+0|335 （33）|8|5|34|超大型|36|执照（+1）| |宝马 M3 （运动型轿跑）|1|4|200 磅|–2|+1|275 （27）|8|5|32|超大型|30|执照（+1）| |雪佛兰科沃兹（经济型双座）|1|4|275 |–1|–1|185 （18）|9|5|30|大型|26|执照（+1）| |雪佛兰科尔维特（运动型轿跑）|1|1|250 磅|–2|+0|310 （31）|8|5|32|超大型|30|执照（+1）| |道奇霓虹 （经济型轿车）|1|4|275 磅|–1|–1|220 （22）|9|5|30|大型|26|执照（+1）| |福特维多利亚皇冠 （中型轿车）|1|5|425 磅|–2|–1|185 （18）|8|5|34|超大型|28|执照（+1）| |捷豹 XJ轿车 （奢侈型轿车）|1|4|275 磅|–2|–1|230 （23）|8|5|34|超大型|32|执照（+1）| |兰博基尼迪亚波罗 （运动型轿跑）|1|1|100 磅|–2|+1|360 （36）|8|5|34|超大型|37|执照（+1）| |梅赛德斯 E55 AMG （奢侈型轿车）|1|4|325 磅|–2|+0|280 （28）|8|5|34|超大型|32|执照（+1）| |大众捷达 （中型旅行车）|1|4|275 磅|–2|+0|230 （23）|8|5|32|超大型|28|执照（+1）| |||||||||||||| |**民用摩托车**||||||||||||| |杜卡迪 998R （跑车）|1|0|0 磅|+0|+3|370 （37）|10|5|18|普通|27|执照（+1）| |哈雷戴维森 FLSTF （街车） |1|1|0 磅|–1|+1|275 （27）|9|5|22|大型|26|执照（+1）| |雅马哈 YZ250F （越野车）|1|1|0 磅|+0|+2|165 （16）|10|5|18|普通|23|执照（+1）| |||||||||||||| |**民用卡车**||||||||||||| |AMG悍马（SUV）|1|3|1000 磅|–2|–2|140 （14）|8|5|38|超大型|34|执照（+1）| |雪佛兰萨博班（SUV）|1|8|500 磅|–2|–2|175（17）|8|5|38|超大型|30|执照（+1）| |道奇凯领 （多功能休旅车）|1|4|325 磅|–2|–2|195 （19）|8|5|34|超大型|28|执照（+1）| |福特锐际 XLT （SUV）|1|4|300 磅|–2|–2|200 （20）|8|5|32|超大型|29|执照（+1）| |福特 F-150 XL （皮卡）|1|2|1700 磅|–2|–2|175 （17）|8|5|36|超大型|28|执照（+1）| |丰田塔科马 Xtracab （皮卡）|1|3|1600 磅|–2|–2|185 （18）|8|5|34|超大型|27|执照（+1）| |||||||||||||| |**民用船只**||||||||||||| |贝琳娜 1802 卡普里 （轻型汽艇）|1|5|2100 磅|–2|–2|55 （5）|8|5|28|超大型|28|执照（+1）| |菲尔兰塔尔加 30 （大游艇）|1|3|2100 磅|–4|–4|80 （8）|6|5|40|巨型|32|执照（+1）| |喜度 XP （摩托艇）|1|1|60 磅|–1|+1|105 （10）|9|5|22|大型|24|执照（+1）| |||||||||||||| |**其他民用载具**||||||||||||| |武装卡车|2|0|3600 磅|–2|–2|175 （17）|8|10|36|超大型|34|管制（+2）| |本田TRX400FW（四轮沙滩车）|1|0|675 磅|–1|+1|95 （9）|9|5|22|大型|23|执照（+1）| |豪华轿车|1|7|425 磅|–4|–4|195 （19）|6|5|38|巨型|36|执照（+1）| |大卡车|1|2|33000 磅|–4|–4|165 （16）|6|5|44|巨型|34|执照（+1）| |北美客车40LFW型 （城市公交）|1|39|0 磅|–4|–4|120 （12）|6|5|48|巨型|38|执照（+1）| |||||||||||||| |**军用载具**||||||||||||| |BMP-2 （履带式步兵战车）|3|7|250 磅|–2|–2|70 （7）|8|10|52|超大型|40|军用（+3）| |M1A2艾布拉姆斯 （履带式坦克）|4|0|425 磅|–4|–4|80 （8）|6|20|64|巨型|47|军用（+3）| |M2A2布雷德利 （履带式步兵战车）|3|7|425 磅|–4|–4|70 （7）|6|15|58|巨型|45|军用（+3）| |M113A1盖文（履带式步兵战车）|2|11|200 磅|–2|–2|62 （6）|8|10|48|超大型|39|军用（+3）| |UH-60黑鹰 （直升机）|2|14|9000 磅|–4|–4|325 （32）|6|5|46|巨型|47|军用（+3）|

source: |Narrow Surface|DC\*|Difficult Surface|DC| |--------------|:-:|-----------------|:-:| |7–12 in wide|10|Uneven or angled|10| |2–6 in wide|15|Slippery surface|10| |Less than 2 in wide|20|||
zh_cn: |狭窄表面|DC\*|困难表面|DC| |--------------|:-:|-----------------|:-:| |7–12寸宽|10|不平坦或者有棱角的|10| |2–6寸宽|15|光滑的表面|10| |低于2寸宽|20|||

source: |No Action|Attack of Opportunity\*| |---------|----------------------:| |Delay|No| |5-foot step|No|
zh_cn: |无动作|是否会遭到借机攻击\*| |---------|----------------------:| |延迟|否| |五尺快步|否|

source: |Object Size|Examples|Damage| |-----------|--------|------| |Diminutive|Ashtray, CD disk case, crystal paperweight|1| |Tiny|Fist-sized rock, mug, screwdriver, softball, flashlight, wrench|1d2| |Small|Bottle, drill, fire extinguisher, flower pot, helmet, metal hubcap, vase|1d3| |Medium-size|Bar stool, brick, briefcase, bowling ball, garbage can lid, hockey stick, nail gun|1d4| |Large|Empty garbage can, guitar, computer monitor, office chair, tire iron|1d6| |Huge|10-foot ladder, mailbox, oil barrel, park bench, sawhorse|1d8| |Gargantuan|Desk, dumpster, file cabinet, large sofa, soda machine|2d6| |Colossal|Junked vehicle, stoplight, telephone pole|2d8|
zh_cn: |物品尺寸|例子|伤害| |-----------|--------|------| |微型|烟灰缸、CD碟盒、水晶镇纸|1| |超小型|拳头大小的石头、马克杯、起子、垒球、手电筒、扳手|1d2| |小型|瓶子、电钻、灭枪械、花盆、头盔、金属轮毂盖、花瓶|1d3| |普通|酒吧高脚凳、砖头、公文包、保龄球、垃圾桶盖、曲棍球棍、射钉枪|1d4| |大型|空垃圾桶、吉他、电脑显示器、办公椅、撬胎棒|1d6| |超大型|10尺长梯、邮箱、油桶、公园长椅、锯木梁|1d8| |巨型|桌子、大垃圾桶、文件柜、大沙发、冷饮贩卖机|2d6| |超巨型|报废载具、红绿灯、电话线杆|2d8|

source: |Object Size|Examples|Initial Damage|Reflex Save DC|Strength Check DC| |-------------------|------------|:--------------------:|:---------------------:|:-------------------------:| |Fine|Penny|0|n/a|n/a| |Diminutive|Paperweight|1|0|n/a| |Tiny|Wrench|1d3|5|n/a| |Small|Vase|1d4|10|5| |Medium-size|Briefcase|1d6|15|10| |Large|Garbage can|2d6|20|20| |Huge|Oil barrel|4d6|25|30| |Gargantuan|Piano|8d6|30|40| |Colossal|Vehicle|10d6|35|50|
zh_cn: |物体尺寸|例如|初始伤害|反射豁免DC|力量检定DC| |-------------------|------------|:--------------------:|:---------------------:|:-------------------------:| |超微型|硬币|0|n/a|n/a| |微型|一张纸|1|0|n/a| |超小型|扳手|1d3|5|n/a| |小型|花瓶|1d4|10|5| |普通|公文包|1d6|15|10| |大型|垃圾箱|2d6|20|20| |超大型|油桶|4d6|25|30| |巨型|钢琴|8d6|30|40| |超巨型|车辆|10d6|35|50|

source: |Object or Service Purchase DC|Wealth Bonus Decrease| |-----------------------------------------------|----------------------------------:| |15 or higher|+1 point \[1\]| |1–10 points higher than current Wealth bonus|1 point| |11–15 points higher than current Wealth bonus|1d6 points| |16 or more points higher than current Wealth Bonus.|2d6 points|
zh_cn: |物品或服务的购买DC|财富加值减少额| |-----------------------------------------------|----------------------------------:| |15或以上|+1点 \[1\]| |比当前财富加值高1-10点|1点| |比当前财富加值高11-15点|1d6点| |比当前财富加值高16点及以上|2d6点|

source: |Object|Hardness|Hit Points|Break DC| |------|:------:|:--------:|:------:| |Lock|||| |Cheap|0|1|10| |Average|3|5|15| |High quality|5|10|20| |High security|10|120|35| |Ultrahigh security|20|150|40| ||||| |Manufactured objects\*|||| |Fine|0|1|10| |Diminutive|0|1|10| |Tiny|1|2|10| |Small|3|3|12| |Medium-size|5|5|15| |Large|5|10|15| |Huge|8|10|20| |Gargantuan|8|20|30| |Colossal|10|30|50| ||||| |Firearm, Medium-size|5|7|17| |Rope|0|2|23| |Simple wooden door|5|10|13| |Strong wooden door|5|20|23| |Steel door|10|120|35| |Cinderblock wall|8|90|35| |Chain|10|5|26| |Handcuffs|10|10|30| |Metal bars|10|15|30|
zh_cn: |物品|硬度|生命值|破坏所需DC| |------|:------:|:--------:|:------:| |锁|||| |廉价|0|1|10| |一般|3|5|15| |高质量|5|10|20| |高度安全|10|120|35| |顶级安全|20|150|40| ||||| |人造物\*|||| |超微型|0|1|10| |微型|0|1|10| |超小型|1|2|10| |小型|3|3|12| |普通|5|5|15| |大型|5|10|15| |超大型|8|10|20| |巨型|8|20|30| |超巨型|10|30|50| ||||| |枪械（普通尺寸）|5|7|17| |绳索|0|2|23| |简易木门|5|10|13| |坚固木门|5|20|23| |钢铁门|10|120|35| |煤渣砖门|8|90|35| |锁链|10|5|26| |手铐|10|10|30| |金属条|10|15|30|

source: |Object|Size|Weight|Purchase DC|Restriction| |------|:--:|:----:|:---------:|:---------:| |**Bags and Boxes**|-|-|-|-| |Aluminum travel case ||||| |10 lb.
zh_cn: |物品|尺寸|重量|购买 DC|限制级| |------|:--:|:----:|:---------:|:---------:| |**箱包**|-|-|-|-| |铝制旅行箱 ||||| |10 磅

source: |Original Aura Power|Duration| |-------------------|--------| |Faint|1d6 minutes| |Moderate|1d6 x 10 minutes| |Strong|1d6 hours| |Overwhelming|1d6 days|
zh_cn: |气场初始强度|持续时间| |-------------------|--------| |微弱|1d6 分钟| |中等|1d6 x 10 分钟| |强烈|1d6 小时| |凌厉|1d6 天|

source: |Poison|Type|Save DC|Initial Damage|Secondary Damage|Purchase DC|Restriction|Craft DC|Time| |------|:--:|:-----:|--------------|----------------|:---------:|-----------|:------:|:--:| |Arsenic|Ingested|15|1d4 Str|2d4 Con|9|Res (+2)|24|4 hr.| |Atropine|Injury|13|1d6 Dex|1d6 Str|3|Res (+2)|14|1 hr.| |Belladonna (plant)|Injury|18|1d6 Str|2d6 Str|14|Lic (+1) |n/a|n/a| |Blue vitriol|Injury|12|1d2 Con|1d2 Con|3|Res (+2)|9|1 hr.| |Blue-ringed octopus venom|Injury|15|1d4 Con|1d4 Con|14|Lic (+1) |n/a|n/a| |Chloral hydrate|Ingested|18|1d6 Dex|Unconsciousness 1d3 hours|12|Res (+2)|28|8 hr.| |Chloroform\*|Inhaled|17|Unconsciousness 1d3 hours|—|9|Res (+2)|24|4 hr.| |Curare (plant)|Injury|18|2d4 Dex|2d4 Wis|15|Res (+2) |n/a|n/a| |Cyanide|Injury|16|1d6 Con|2d6 Con|15|Mil (+3)|31|15 hr.| |Cyanogen|Inhaled|19|1d4 Dex|2d4 Con|12|Mil (+3)|28|8 hr.| |DDT|Inhaled|17|1d2 Str|1d4 Str|9|Lic (+1)|20|4 hr.| |Knockout gas|Inhaled|18|1d3 Dex|Unconsciousness 1d3 hours|12|Res (+2)|26|8 hr.| |Lead arsenate (gas)|Inhaled|12|1d2 Str|1d4 Con|6|Res (+2)|17|2 hr.| |Lead arsenate (solid) |Ingested|12|1d2 Con|1d4 Con|6|Res (+2)|18|2 hr.| |Mustard gas|Inhaled|17|1d4 Con|2d4 Con|12|Mil (+3)|26|8 hr.| |Paris green (gas)|Inhaled|14|1d2 Con|1d4 Con|9|Res (+2)|20|4 hr.| |Paris green (solid)|Ingested|14|1d4 Con|1d4 Con|9|Res (+2)|24|4 hr.| |Puffer poison (fish)|Injury|13|1d6 Str|Paralysis 2d6 minutes|13|Lic (+1) |n/a|n/a| |Rattlesnake venom|Injury|12|1d6 Con|1d6 Con|12|Lic (+1)|n/a|n/a| |Sarin nerve gas|Inhaled|18|1d4 Con|2d4 Con|15|Illegal (+4)|30|15 hr.| |Scorpion/tarantula venom|Injury|11|1d2 Str|1d2 Str|12|Lic (+1) |n/a|n/a| |Strychnine|Injury|19|1d3 Dex|2d4 Con|9|Res (+2)|23|4 hr.| |Tear gas|Inhaled|15|Nauseated 1d6 rounds|—|9|Res (+2)|21|4 hr.| |VX nerve gas|Inhaled|22|1d6 Con|2d6 Con|21|Illegal (+4)|42|48 hr.|
zh_cn: |毒素|种类|豁免DC|初始伤害|再次伤害|购买DC|限制级|制造DC|时间| |------|:--:|:-----:|--------------|----------------|:---------:|-----------|:------:|:--:| |砒霜|摄取|15|1d4 力|2d4 体|9|管制（+2）|24|4 小时| |阿托品|创伤|13|1d6 敏|1d6 力|3|管制（+2）|14|1 小时| |颠茄（草）|创伤|18|1d6 力|2d6 力|14|执照（+1） |n/a|n/a| |蓝矾|创伤|12|1d2 体|1d2 体|3|管制（+2）|9|1 小时| |蓝环章鱼毒液|创伤|15|1d4 体|1d4 体|14|执照（+1）|n/a|n/a| |水合氯醛|摄取|18|1d6 敏|昏迷 1d3 小时|12|管制（+2）|28|8 小时| |氯仿\*|吸入|17|昏迷 1d3 小时|—|9|管制（+2）|24|4 小时| |箭毒（草）|创伤|18|2d4 敏|2d4 感|15|管制（+2）|n/a|n/a| |氯化物|创伤|16|1d6 体|2d6 体|15|军用（+3）|31|15 小时| |氯气|吸入|19|1d4 敏|2d4 体|12|军用（+3）|28|8 小时| |滴滴涕|吸入|17|1d2 力|1d4 力|9|执照（+1）|20|4 小时| |窒息性毒气|吸入|18|1d3 敏|昏迷 1d3 小时|12|管制（+2）|26|8 小时| |砷酸铅（气体）|吸入|12|1d2 力|1d4 体|6|管制（+2）|17|2 小时| |砷酸铅（固体）|摄取|12|1d2 体|1d4 体|6|管制（+2）|18|2 小时| |芥末喷雾|吸入|17|1d4 体|2d4 体|12|军用（+3）|26|8 小时| |巴黎绿（气体）|吸入|14|1d2 体质|1d4 体质|9|管制（+2）|20|4 小时| |巴黎绿（固体）|摄取|14|1d4 体质|1d4 体质|9|管制（+2）|24|4 小时| |河豚毒（鱼）|创伤|13|1d6 力|麻痹 2d6 分钟|13|执照（+1）|n/a|n/a| |响尾蛇毒|创伤|12|1d6 体|1d6 体|12|执照（+1）|n/a|n/a| |沙林神经毒气|吸入|18|1d4 体|2d4 体|15|非法（+4）|30|15 小时| |蝎毒/蛛毒|创伤|11|1d2 力|1d2 力|12|执照（+1）|n/a|n/a| |番木鳖碱|创伤|19|1d3 敏|2d4 体|9|管制（+2）|23|4 小时| |催泪瓦斯|吸入|15|反胃 1d6 轮|—|9|管制（+2）|21|4 小时| |VX神经毒气|吸入|22|1d6 体|2d6 体|21|非法（+4）|42|48 小时|

source: |Previous Speed|Current Speed| |:------------:|:-----------:| |20 ft|10 ft| |30 ft|15 ft| |40 ft|20 ft| |50 ft|25 ft| |60 ft|30 ft|
zh_cn: |原速度|现速度| |:------------:|:-----------:| |20 尺|10 尺| |30 尺|15 尺| |40 尺|20 尺| |50 尺|25 尺| |60 尺|30 尺|

source: |Previous Speed|Current Speed| |:------------:|:-----------:| |20 ft|15 ft| |30 ft|20 ft| |40 ft|30 ft| |50 ft|40 ft| |60 ft|50 ft|
zh_cn: |原速度|现速度| |:------------:|:-----------:| |20 尺|15 尺| |30 尺|20 尺| |40 尺|30 尺| |50 尺|40 尺| |60 尺|50 尺|

source: |Ranks|Wealth Bonus Increase| |:---:|:-------------------:| |1–5|+1| |6–10|+2| |11–15|+3| |16–20|+4| |21–23|+5|
zh_cn: |级数|财富加值的增加| |:---:|:-------------------:| |1–5|+1| |6–10|+2| |11–15|+3| |16–20|+4| |21–23|+5|

source: |Rating|Aura Power| |------|----------| |1 or lower|Faint| |2–4|Moderate| |5–10|Strong| |11 or higher|Overwhelming|
zh_cn: |能级|气场强度| |------|----------| |1或更低|微弱| |2–4|中等| |5–10|强烈| |11或更高|凌厉|

source: |Registration Rating|License or Fee Purchase DC|Black Market Purchase DC\*|Time Required| |-------------------|:------------------------:|:------------------------:|:-----------:| |Licensed|10|+1|1 day| |Restricted|15|+2|2 days| |Military|20|+3|3 days| |Illegal|25|+4|4 days|
zh_cn: |管制等级|执照与费用购买DC|黑市购买DC\*|所需时间| |-------------------|:------------------------:|:------------------------:|:-----------:| |执照|10|+1|1 天| |管制|15|+2|2 天| |军用|20|+3|3 天| |非法|25|+4|4 天|

source: |Repair Task (Example)|Purchase DC|Repair DC|Time| |---------------------|:---------:|:-------:|:--:| |Simple (tool, simple weapon)|4|10|1 min.| |Moderate (mechanical or electronic component)|7|15|10 min.| |Complex (mechanical or electronic device)|10|20|1 hr.| |Advanced (cutting-edge mechanical or electronic device)|13|25|10 hr.|
zh_cn: |修理任务（例子）|购买 DC|修理 DC|时间| |---------------------|:---------:|:-------:|:--:| |简单（工具、简单武器）|4|10|1 分钟| |中等（机械或电子部件）|7|15|10 分钟| |复杂（机械或电子设备）|10|20|1 小时| |高级（尖端的机械或电子设备）|13|25|10 小时|

source: |Restraint|DC| |-------|:--:| |Ropes|Opponent’s Dex check +20| |Net|20| |Handcuffs|35| |Tight space|30| |Grappler|Opponent’s grapple check|
zh_cn: |束缚|DC| |-------|:--:| |绳索|捆绑者的敏捷检定结果 +20| |网|20| |手铐|35| |Tight space|30| |擒抱者|擒抱者的擒抱检定结果|

source: |Result|Performance| |:----:|-----------| |10|Amateur performance.
zh_cn: |结果|表演| |:----:|-----------| |10|业余表演。

source: |Roll on d12|Location Struck| |:---------:|---------------| |1|upper right corner, two squares beyond target| |2|upper right corner, one square beyond and right of target| |3|upper right corner, two squares right of target| |4|lower right corner, two squares right of target| |5|lower right corner, one square short and right of target| |6|lower right corner, two squares short of target| |7|lower left corner, two squares short of target| |8|lower left corner, one square short and left of target| |9|lower left corner, two squares left of target| |10|upper left corner, two squares left of target| |11|upper left corner, one square beyond and left of target| |12|upper left corner, two squares beyond target|
zh_cn: |d12结果|最终落点| |:---------:|---------------| |1|右上角，超过目标两格| |2|右上角，超过目标一格，且在目标右方| |3|右上角，目标右方两格| |4|右下角，目标右方两格| |5|右下角，距目标还差一格，且在目标右方| |6|右下角，距目标还差两格| |7|左下角，距目标还差两格| |8|左下角，距目标还差一格，且在目标左方| |9|左下角，目标左方两格| |10|左上角，目标左方两格| |11|左上角，超过目标一格，且在目标左方| |12|左上角，超过目标两格|

source: |Roll on d4|Corner of targeted square| |:--------:|:-----------------------:| |1|Upper Left| |2|Upper Right| |3|Lower Right| |4|Lower Left|
zh_cn: |d4结果|方格的角| |:--------:|:-----------------------:| |1|左上| |2|右上| |3|右下| |4|左下|

source: |Roll on d8|Location Struck| |:--------:|---------------| |1|upper right corner, one square beyond target| |2|upper right corner, one square right of target| |3|lower right corner, one square right of target| |4|lower right corner, one square short of target| |5|lower left corner, one square short of target| |6|lower left corner, one square left of target| |7|upper left corner, one square left of target| |8|upper left corner, one square beyond target|
zh_cn: |d8结果|最终落点| |:--------:|---------------| |1|右上角，超过目标一格| |2|右上角，目标右边的相邻格| |3|右下角，目标右边的相邻格| |4|右下角，距目标还差一格| |5|左下角，距目标还差一格| |6|左下角，目标左边的相邻格| |7|左上角，目标左边的相邻格| |8|左上角，超过目标一格|

source: |Scope of Alteration|DC|Time| |------------------|:-:|----| |Crash computer|10|1 minute| |Destroy programming|15|10 minutes| |Damage programming|20|10 minutes|
zh_cn: |修改程度|DC|耗时| |------------------|:-:|----| |使电脑崩溃|10|1分钟| |损毁性编程|15|10分钟| |损伤性编程|20|10分钟|

source: |Shadow Enemy Type| |-----------------| |Aberration| |Construct| |Dragon| |Elemental| |Fey| |Giant| |Humanoid| |Lycanthrope| |Magical beast| |Monstrous humanoid| |Outsider| |Undead|
zh_cn: |暗影生物类型| |-----------------| |异怪类| |构装体类| |龙类| |元素类| |精类| |巨人类| |类人生物类| |兽化人类| |魔法兽类| |人形怪物类| |异界生物类| |不死生物类|

source: |Situation|Modifier| |---------|--------| |Object is necessary for assignment|+6| |Object has obvious application for assignment|+4| |Object has peripheral application for assignment|+2| |Object has no obvious application for assignment|–2| |Object is rare|–2| ||| |Object restriction|| |Licensed|–2| |Restricted|–4| |Military|–6| |Illegal|–8| ||| |Hero is skilled or proficient in use of object|+2| |Hero returned all gear undamaged on previous mission|+2|
zh_cn: |情况|调整值| |---------|--------| |物品是任务所必须的|+6| |物品显然对任务有用|+4| |物品对任务有次要作用|+2| |物品与任务没什么关系|–2| |物品很稀有|–2| ||| |物品管制等级|| |执照|–2| |管制|–4| |军用|–6| |非法|–8| ||| |英雄会用或擅长使用此物品|+2| |英雄在上一次任务将所有装备毫发无损地返还|+2|

source: |Situation|Reputation Check Modifier| |-------------|:------------------------------------:| |The hero is famous, known far and wide with either a positive or negative connotation|+10| |GM character is part of the hero’s professional or social circle GM|+5| |The hero has some small amount of fame or notoriety|+2|
zh_cn: |情况|声望检定调整值| |-------------|:------------------------------------:| |该英雄威名或者骂名远扬|+10| |GM 角色是该英雄行业领域或社交圈内部的人|+5| |该英雄小有名声|+2|

source: |Size (Example)|Defense| |--------------|:-----:| |Colossal (jetliner)|–3| |Gargantuan (army tank)|1| |Huge (typical car)|3| |Large (big door)|4| |Medium-size (dirt bike)|5| |Small (chair)|6| |Tiny (laptop computer)|7| |Diminutive (paperback book)|9| |Fine (pencil)|13|
zh_cn: |尺寸（范例）|防御| |--------------|:-----:| |超巨型（喷气式客机）|–3| |巨型（坦克）|1| |超大型（常见的车辆）|3| |大型（大门）|4| |普通（越野摩托车）|5| |小型（椅子）|6| |超小型（笔记本电脑）|7| |微型（平装书）|9| |超微型（铅笔）|13|

source: |Size (Example)|Grapple Modifier| |--------------|:--------------:| |Colossal (blue whale \[90 ft.
zh_cn: |尺寸（范例）|擒抱调整值| |--------------|:--------------:| |超巨型（蓝鲸 \[90尺

source: |Size (Example)|Size Modifier| |--------------|:-----------:| |Colossal (blue whale \[90 ft.
zh_cn: |体型（范例）|体型调整值| |--------------|:-----------:| |超巨型（蓝鲸 \[90 尺

source: |Size of Site|DC|Time| |------------|:-:|---| |Personal computer|10|1 round| |Small office network|15|2 rounds| |Large office network|20|1 minute| |Massive corporate network|25|10 minutes|
zh_cn: |站点大小|DC|时间| |------------|:-:|---| |个人电脑|10|1轮| |小型办公室网络|15|2轮| |大型办公室网络|20|1分钟| |巨大的企业网络|25|10分钟|

source: |Size|Craft DC| |:---|--------| |Diminutive|15| |Tiny|12|
zh_cn: |体型|制造 DC| |:---|--------| |微型|15| |超小型|12|

source: |Size|Modifier|Size|Modifier| |----|:------:|----|:------:| |Fine|+16|Large|–4| |Diminutive|+12|Huge|–8| |Tiny|+8|Gargantuan|–12| |Small|+4|Colossal|–16| |Medium-size|+0|||
zh_cn: |体型|调整值|体型|调整值| |----|:------:|----|:------:| |超微型|+16|大型|–4| |微型|+12|超大型|–8| |超小型|+8|巨型|–12| |小型|+4|超巨型|–16| |普通|+0|||

source: |Size|Purchase DC| |:---|-----------| |Diminutive|18| |Tiny|15|
zh_cn: |体型|购买DC| |:---|-----------| |微型|18| |超小型|15|

source: |Size|Size Modifier| |--------|:-----------------:| |Colossal|–8| |Gargantuan|–4| |Huge|–2| |Large|–1| |Medium-size|+0| |Small|+1| |Tiny|+2| |Diminutive|+4| |Fine|+8|
zh_cn: |体型|调整值| |--------|:-----------------:| |超巨型|–8| |巨型|–4| |超大型|–2| |大型|–1| |普通|+0| |小型|+1| |超小型|+2| |微型|+4| |超微型|+8|

source: |Skill Check Result|Effort Achieved| |------------------|---------------| |9 or lower|Untalented amateur| |10–19|Talented amateur| |20–24|Professional| |25–30|Expert| |31 or higher|Master|
zh_cn: |技能检定结果|成果品质| |------------------|---------------| |9及更低|平平无奇| |10–19|可圈可点| |20–24|专业| |25–30|行家| |31及更高|大师|

source: |Skill|Associated Item| |-----|---------------| |Climb|Climbing gear| |Craft (chemical)|Chemical kit| |Craft (electronic)|Electrical tool kit| |Craft (mechanical)|Mechanical tool kit| |Craft (pharmaceutical)|Pharmacist kit| |Craft (structural)|Mechanical tool kit| |Demolitions|Demolitions kit| |Disable Device|Car opening kit| ||Electrical tool kit| ||Lockpick set| ||Lock release gun| |Disguise|Disguise kit| |Forgery|Forgery kit| |Investigate|Evidence kit| |Perform (keyboards)|Instrument, keyboard| |Perform (percussion)|Instrument, percussion| |Perform (stringed)|Instrument, stringed| |Perform (wind)|Instrument, wind| |Repair|Electrical tool kit| ||Mechanical tool kit| ||Multipurpose tool| |Treat Injury|First aid kit| ||Medical kit| ||Surgery kit|
zh_cn: |技能|相关物品| |-----|---------------| |攀爬|攀爬装备| |制造（化学）|化学工具| |制造（电子）|电气工具| |制造（机械）|机械工具| |制造（配药）|配药箱| |制造（结构）|机械工具| |爆破|爆破工具| |解除装置|撬车工具| ||电气工具| ||橇锁工具| ||破锁枪| |易容|易容工具| |伪造文书|伪造工具| |调查|取证工具| |表演（键盘乐器）|键盘乐器| |表演（打击乐器）|打击乐器| |表演（弦乐器）|弦乐器| |表演（管乐器）|管乐器| |修理|电气工具| ||机械工具| ||多功能工具钳| |医疗|急救工具| ||医疗箱| ||手术箱|

source: |Speed Category|Character Scale Movement\*|Character Scale Turn Number\*\*|Chase Scale Movement\*|Chase Scale Turn Number\*\*|Defense Modifier|Check/Roll Modifier| |-|:-:|:-:|:-:|:-:|:-:|:-:| |Stationary\*\*\*|0|—|0|—|+0|—| |Alley speed|1–20|1|1–2|1|+0|+0| |Street speed|21–50|2|3–5|1|+1|–1| |Highway speed|51–150|4|6–15|2|+2|–2| |All-out|151+|8|16+|2|+4|–4|
zh_cn: |速度档次|角色尺度的移动距离\*|角色尺度的转向距离\*\*|追逐尺度的移动距离\*|追逐尺度的转向距离\*\*|防御调整值|检定/掷骰调整值| |-|:-:|:-:|:-:|:-:|:-:|:-:| |静止\*\*\*|0|—|0|—|+0|—| |巷速|1–20|1|1–2|1|+0|+0| |街速|21–50|2|3–5|1|+1|–1| |高速|51–150|4|6–15|2|+2|–2| |极速|151+|8|16+|2|+4|–4|
